Warning this is not exact a list of packages names just a bunch of apps i
might install so i dont forget/can install everything i need on new install

### DE'S ###
xfce
budgie

### WINDOW MANAGER'S ###
qtile
bspwm
openbox

### CORE APPS (minimal wm)###
xfce4-terminal or termite
thunar or pcmanfm
lxappearence
feh
brave/chromium or firefox
vlc
pavucontrol
vs-code
evolution
xfce4-taskmanager
plank+tint2/polybar

### Prob want ###
spotify
wine
libreoffice
discord
audacity

## MIGHT WANT ###
steam
k3b
kdenlive
discord
obs
