Warning this is not exact a list of packages names just a bunch of apps i
might install so i dont forget/can install everything i need on new install

### DE'S ###
xfce
budgie/gnome

### WINDOW MANAGER'S ###
bspwm
openbox

### CORE APPS (minimal wm)###
Alacritty/Xfce4-Terminal 
Pcmanfm/Thunar
lxappearence
feh
brave/firefox
vlc
pavucontrol
Spacemacs/Sublime
neovim
evolution
htop
plank+tint2/polybar
neofetch

### Prob want ###
spotify
wine
libreoffice/wps office

## GOOD APPS ###
steam
audacity
krita
k3b
kdenlive
discord
obs
