;; -*- no-byte-compile: t; -*-
;;; ~/.doom.d/packages.el

;; Code

(unpin! t)
(package! apropospriate-theme)
(package! boon)
(package! command-log-mode)
(package! company-tabnine)
(package! elcord)
(package! guix)
(package! helm-twitch :recipe (:host github :repo "atheriel/helm-twitch"))
(package! matrix-client :recipe (:host github :repo "alphapapa/matrix-client.el"))
(package! monokai-theme)
(package! piper :recipe (:host gitlab :repo "howardabrams/emacs-piper"))
(package! vimrc-mode)
(package! visible-mark)
(package! sunrise-comander :recipe (:host github :repo "sunrise-commander/sunrise-commander"))
